{
    "id": 5713977044631552,
    "appName": "PTCB Pharmacy Technician Certification Exam Prep",
    "title": "PTCB Pharmacy Technician Certification Exam Prep",
    "description": "We have designed this PTCB practice tool to make learning process super easy and interesting. It’s proven fact that learning new things in proper way helps you remember things quickly and for long-term!",
    "content": "<div>The Pharmacy Technician Certification Board uses this test, which is actually called the Pharmacy Technician Certification Exam (PTCE) as one of the four requirements for certification as a pharmacy technician.&nbsp;</div><div>The test was designed as a result of a job analysis study conducted by the PTCB that determined the knowledge and skills needed to work as a pharmacy technician. It consists of 90 multiple-choice questions with four answer choices. Ten of the questions are not scored, but you will not know which ones as you take the test.</div><div>The <b>PTCB Pharmacy Technician Certification Exam Prep app</b> poses questions about nine “knowledge domains” in the area of pharmacy. Here is a list of them and the approximate percentage of questions on the actual test that deal with each. You will notice that we have a corresponding section of practice questions and flashcards, as well as a study guide on each of these sections to help you prepare.</div><div>• Pharmacology for Technicians: 13.75%</div><div>• Pharmacy Law and Regulations: 12.50%</div><div>• Sterile and Non-sterile Compounding: 8.75%</div><div>• Medication Safety: 12.50%</div><div>• Pharmacy Quality Assurance: 7.50%</div><div>• Medication Order Entry and Fill Process: 17.50%</div><div>• Pharmacy Inventory Management: 8.75%</div><div>• Pharmacy Billing and Reimbursement: 8.75%</div><div>• Pharmacy Information Systems Usage and Application: 10.00%</div><div><br></div><div>Whether you are headed down the path to become a licensed pharmacist or desire to work as a pharmacy technician, passing this test is one of the first steps. There is a lot to know and our free PTCB Pharmacy Technician Certification Exam Prep app for the PTCB Exam will help you find out where you need to work more and make the most of your study time.</div>",
    "keywords": "PTCB, PTCB practice test 2020, PTCB practice test, PTCB practice, PTCB practice app, PTCB free practice, PTCB app, PTCE, PTCE practice test, PTCB Pharmacy Technician Certification Exam Prep",
    "avatar": "https://storage.googleapis.com/micro-enigma-235001.appspot.com/images/906586509-1585672760451-ptce.jpeg",
    "urlAndroid": "https://play.google.com/store/apps/details?id=com.abc.ptce&hl=vi",
    "urlIos": "",
    "iconAndroid": "",
    "iconIos": "",
    "hasState": false,
    "bucket": "ptce",
    "appNameId": "ptcb-pharmacy-technician-certification-exam-prep"
}