[
    {
        "id": 5143591437467648,
        "userId": "",
        "userName": "Robert Conger",
        "appId": 5708468430307328,
        "createDate": 1583806087974,
        "lastUpdate": 1583806366916,
        "content": "Thank you for your app to study for my Driving theory test. The information from your practice questions are amazing. Thank you so much they have helped me learn more and quicker.",
        "avatar": "",
        "rateValue": 5,
        "status": 1
    },
    {
        "id": 5153416619753472,
        "userId": "",
        "userName": "Samantha Trevino",
        "appId": 5685506780168192,
        "createDate": 1583807780542,
        "lastUpdate": 1583807807578,
        "content": "Got this for my wife, waited to post review till after test. Happy to report she PASSED!!!! Great questions, great free app, really helped.. Not a magic wand, many, many hrs spent studying and practicing however she said she would not have passed if she didn't have this book..",
        "avatar": "",
        "rateValue": 5,
        "status": 1
    },
    {
        "id": 5363965177626624,
        "userId": "",
        "userName": "Kayla McCullough",
        "appId": 5713977044631552,
        "createDate": 1583808372450,
        "lastUpdate": 1583808388454,
        "content": "Great educational! The PCTB app IS REALLY teaching me. Man I can't stop practicing it. I'm learning a lot. Things I didn't know really sticking out to me. Response to us: I am using the app and learning more about different region of pharmacy technology",
        "avatar": "",
        "rateValue": 5,
        "status": 1
    },
    {
        "id": 5630652271558656,
        "userId": "",
        "userName": "Henry Spencer",
        "appId": 5712018204000256,
        "createDate": 1583765170097,
        "lastUpdate": 1583765506022,
        "content": "Five stars. Well structured app with good content and great questions. This app is designed with nicely and friendly UI. With the help of this app I have passed my Security+ exam on first try.",
        "avatar": "",
        "rateValue": 5,
        "status": 1
    },
    {
        "id": 5639536746954752,
        "userId": "",
        "userName": "Robert Weasley",
        "appId": 5082322646859776,
        "createDate": 1583805721628,
        "lastUpdate": 1583806416399,
        "content": "I'm really excited to have download this DMV prep. Thank you for preparing me on my way to SUCCESS! I know that I will definitely now have a great score. Every problems solve step by step with detailed explanations, so easy to remember.",
        "avatar": "",
        "rateValue": 5,
        "status": 1
    },
    {
        "id": 5650461130489856,
        "userId": "",
        "userName": "George Ambrose",
        "appId": 5655480462475264,
        "createDate": 1583754870554,
        "lastUpdate": 1583755452412,
        "content": "I'm making a career change from HR into Networking and aside from a couple of drives I've added and some RAM, have very limited experience working on (repairing) computers. My first stop before continuing on to networking is the A+ certification. I've downloaded several A+ study apps and this app is hands down, the best one I brought.  5.0 out of 5 stars Amazing Detail. Easy To Understand for Beginners. Best app on A+ I've used.",
        "avatar": "",
        "rateValue": 5,
        "status": 1
    },
    {
        "id": 5654655006670848,
        "userId": "",
        "userName": "John Mason",
        "appId": 5653852602761216,
        "createDate": 1583764855730,
        "lastUpdate": 1583765158379,
        "content": "This app is life-saver! I had no extensive knowledge of IT just a particular interest. I recently switch my degree from Healthcare IT to just IT in general. This practice app provides great examples and easy to remember correlations with all the topics and concepts Comptia is looking for. I passed on my first attempt of the test.",
        "avatar": "",
        "rateValue": 5,
        "status": 1
    },
    {
        "id": 5665779131351040,
        "userId": "",
        "userName": "Ryan Johnson",
        "appId": 6425502466179072,
        "createDate": 1583749018718,
        "lastUpdate": 1583749571117,
        "content": "I got my this app yesterday and so far I am loving it! I have been out of school for many years and math was always hard to me. The material has been very helpful because it has detailed explanations for each questions and now I can remember how to do simple operations and brush off on my skills. I want to get a great score on the Accuplacer and I can just tell that this app will help me a lot!",
        "avatar": "",
        "rateValue": 5,
        "status": 1
    },
    {
        "id": 5670550412197888,
        "userId": "",
        "userName": "Alex Karma",
        "appId": 5722070642065408,
        "createDate": 1583751437001,
        "lastUpdate": 1583805929570,
        "content": "This app is easy to use, covers all CDL endorsement materials, and includes the study guide questions which is great to help you understand. This app was helpful for me to study for my upcoming CDL exam. I Highly recommend to anyone wanting to obtain their CDL license.",
        "avatar": "",
        "rateValue": 5,
        "status": 1
    },
    {
        "id": 5674849003372544,
        "userId": "",
        "userName": "S. Blazek",
        "appId": 5186025303310336,
        "createDate": 1583808788216,
        "lastUpdate": 1583808814847,
        "content": "This is the only app I used along with ATI TEAS Secrets Study Guide, and I got a 92. I recommend using the practice test first as a starting point to determine what you need to study, then spend some time studying before taking the second and third practice tests. I really liked that there were explanations for the correct answers. It worked really well for me and have already recommended it to several others.",
        "avatar": "",
        "rateValue": 5,
        "status": 1
    },
    {
        "id": 5687502404845568,
        "userId": "",
        "userName": "Brian Wood",
        "appId": 5734055144325120,
        "createDate": 1583746029546,
        "lastUpdate": 1583748928079,
        "content": "After finished the first practice test, I really enjoy being able to review each and every question and get fairly good explanations for each answer. I got a 68% on the first try, and after reviewing every question I got a 100%! So far so good!",
        "avatar": "https://storage.googleapis.com/micro-enigma-235001.appspot.com/images/479720492-1583746234731-20730.png.png",
        "rateValue": 5,
        "status": 1
    },
    {
        "id": 5696482913026048,
        "userId": "",
        "userName": "Don Showalter",
        "appId": 5082322646859776,
        "createDate": 1583806011669,
        "lastUpdate": 1583806416399,
        "content": "This app is easy to use, covers all CDL endorsement materials, and includes the study guide questions which is great to help you understand. This app was helpful for me to study for my upcoming CDL exam. I Highly recommend to anyone wanting to obtain their CDL license. Thanks from Texas!",
        "avatar": "",
        "rateValue": 5,
        "status": 1
    },
    {
        "id": 5707205768642560,
        "userId": "",
        "userName": "Jacky Jason",
        "appId": 5746311907246080,
        "createDate": 1583765515514,
        "lastUpdate": 1583766935843,
        "content": "Five stars. Well structured app with good content and great questions. This app is designed with nicely and friendly UI. With the help of this app I have passed my Security+ exam on first try.",
        "avatar": "",
        "rateValue": 5,
        "status": 1
    },
    {
        "id": 5716366573174784,
        "userId": "",
        "userName": "Jason Cole",
        "appId": 5296397775536128,
        "createDate": 1583807355328,
        "lastUpdate": 1583807384625,
        "content": "Great study tool. I downloaded this app for my son. He said it was the best study tool. He passed his GED test on the first try. He said the ap was a tremendous help in helping him prepare. I withdrew him from school in December 2017 because he was too far behind to graduate. He took his test in two parts and used the app to study for about 2-3 weeks prior to taking the tests. Take adequate time to practice with this app and you should be good to take your test. Good luck :)",
        "avatar": "",
        "rateValue": 5,
        "status": 1
    },
    {
        "id": 5719869790093312,
        "userId": "",
        "userName": "Jeannie Dean",
        "appId": 6141832157200384,
        "createDate": 1583808561109,
        "lastUpdate": 1583808586708,
        "content": "The best app I used while studying for my test! It's to-the-point and explains things very well. They included explanations to the quiz answers. It was a perfect app to review when your cramming right before the test. I passed on my first try!",
        "avatar": "",
        "rateValue": 5,
        "status": 1
    },
    {
        "id": 5725128130297856,
        "userId": "",
        "userName": "Ramakrishna Reddy",
        "appId": 5659822271758336,
        "createDate": 1583808086659,
        "lastUpdate": 1583808105438,
        "content": "I will credit this app for passing me on the PMP. I have my masters in PJM, attended a 35 hour boot camp in person, and took the test. I downloaded this app , read my books and practice with it twice (till mastered mode). Then take the PMP with confidence. Thanks guys for this great app!",
        "avatar": "",
        "rateValue": 5,
        "status": 1
    },
    {
        "id": 5729755689123840,
        "userId": "",
        "userName": "Rick Watson",
        "appId": 5734055144325120,
        "createDate": 1583746064411,
        "lastUpdate": 1583748928079,
        "content": "Best ASVAB app ever! Fun and interesting and deep without watering down the information.",
        "avatar": "",
        "rateValue": 5,
        "status": 1
    },
    {
        "id": 5735761596907520,
        "userId": "",
        "userName": "Mitchell Dillingham",
        "appId": 5747415311187968,
        "createDate": 1583752431389,
        "lastUpdate": 1583752770407,
        "content": "Outstanding CNA Test Prep! This app is great for many reasons, one being that they take the test and separate it into a bunch of small tests according to the subject. Before I even read the test, I took all the sectioned tests at the same time, the sections I didn't do so hot on, I then went back and read and studied more than the other sections. I passed in an hour!!! I very highly recommend this app!!",
        "avatar": "",
        "rateValue": 5,
        "status": 1
    },
    {
        "id": 5743576021467136,
        "userId": "",
        "userName": "Amanda Clark",
        "appId": 5666578758631424,
        "createDate": 1583752061404,
        "lastUpdate": 1583752410684,
        "content": "This is super-helpful, it helped me pass the exam. After doing the domain tests, I delayed my exam a month. They are hard tests. Going to take exam January. This is a fantastic and absolutely necessary tool. Don’t let it be disheartening when you mess up the domain tests, just learn from them. Trust me when I say, use this and maybe 11th hour for a summary and the free skill set videos on YouTube and you will pass. Good luck.",
        "avatar": "",
        "rateValue": 5,
        "status": 1
    },
    {
        "id": 5760240494575616,
        "userId": "",
        "userName": "Ralph Mannino",
        "appId": 5681717746597888,
        "createDate": 1583807058499,
        "lastUpdate": 1583807088095,
        "content": "I'm so pleased with this G1 practice tool.Help me study quick with questions, answers and detailed explanations up front. Easy use and understand quickly. I'm very happy that I got this app. Far better then exam study book.",
        "avatar": "",
        "rateValue": 5,
        "status": 1
    }
]